EJIE/r01fbNORAClasses/resources/NORATestRequest.xml

<SOAP-ENV:Envelope
	xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:xsi="https://www.w3.org/2001/XMLSchema-instance"
	SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
	<SOAP-ENV:Header />
	<SOAP-ENV:Body>
		<m:autonomia_getByPk xmlns:m="http://www.ejie.es/webServiceEJB/t17iApiWSWar">
			<m:id xsi:type="xsd:string">18</m:id>
			<responseWithParents xsi:type="xsd:boolean">true</responseWithParents>
		</m:autonomia_getByPk>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>